{
  "Comment.nvim": { "branch": "master" },
  "autocomplete-swift": { "branch": "master" },
  "avro-vim": { "branch": "master" },
  "bullets.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-under-comparator": { "branch": "master" },
  "cypher-vim-syntax": { "branch": "master" },
  "diagnostic-languageserver": { "branch": "master" },
  "dirsettings": { "branch": "master" },
  "dustjs.vim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "ltex_extra.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neural": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-bufdel": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-snippy": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "pgsql.vim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "rainbow_parentheses.vim": { "branch": "master" },
  "reply.vim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "significant.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typescript.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-classpath": { "branch": "master" },
  "vim-clojure-static": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-convert-color-to": { "branch": "master" },
  "vim-cool": { "branch": "master" },
  "vim-cucumber": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-easydir": { "branch": "master" },
  "vim-fireplace": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-plist": { "branch": "master" },
  "vim-pursuit": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-teal": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-unimpaired": { "branch": "master" },
  "vim-xxdcursor": { "branch": "master" },
  "vim-yardoc": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "webapi-vim": { "branch": "master" }
}